Repository: KARAMOAHMED/elancer_firstproject
Catalog: lib/l10n/app_*.arb
Languages: ar

source: skip
ar: تخطي

source: START
ar: أبدا

source: Welcome in the GYM App
ar: مرحبا بك في تطبيق الجيم

# enjoy
source: Enjoy choosing the best exercises and the best sports foods in the best GYM APP
ar: استمتع باختيار أفضل التمارين وأفضل الأطعمة الرياضية في أفضل تطبيق جيم

source: Gym Hype
ar: الصالة الرياضية

# lestburnsome
source: Let's burn some calories
ar: هيا نحرق بعض السعرات الحرارية

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Forget Password ?
ar: هل نسيت كلمة المرور ؟

source: LOGIN
ar: تسجيل الدخول

source: WELCOME HERE
ar: مرحبا بك...

source: BMI Calculator
ar: حساب البي ام اي

source: Exercise page
ar: صفحة التمارين

source: Meals Screen
ar: صفحة الوجبات

source: About App
ar: عن التطبيق

source: WELCOME ...
ar: مرحبا...

# choosewant
source: Choose what you want
ar: اختر ما تريد

source: Back exercises
ar: تمارين الظهر

source: Shoulder Exercises
ar: تمارين الكتف

source: Arms Exercises
ar: تمارين الذراع

source: Legs Exercises
ar: تمارين الارجل

source: chest Exercises
ar: تمارين الصدر

source: TRAINING PAGE BE STRONG
ar: صفحة التمارين كن قويا

# firstexercises
source: First Exercise
ar: التمرين الأول

# secondexercises
source: Secound Exercise
ar: التمرين الثاني

# thirdexercises
source: Third Exercise
ar: التمرين الثالث

# fourthexercises
source: Fourth Exercise
ar: التمرين الرابع

# fifthexercises
source: Fifth Exercise
ar: التمرين الخامس

source: About
ar: عن التطبيق

source: App Version
ar: اصدار التطبيق

# lastapdate
source: Last update
ar: اخر تحديث

# develober
source: Developer
ar: المطور

source: Github
ar: جيت

# apps
source: APP
ar: التطبيق

source: MALE
ar: ذكر

source: FEMALE
ar: انثى

source: AGE
ar: العمر

source: WEIGHT
ar: الوزن

source: calculate
ar: احسب

# h
source: Height
ar: الطول

source: update
ar: تعديل
